[
  {
    "title": "The Advocates",
    "body": "A sweeping look at the history and causes of Los Angeles' current homeless crisis, and an intimate view of the tireless work of advocates who strive to create better lives for their homeless clients. This critically acclaimed feature documentary premiered at the 2018 Los Angeles Film Festival and went on to be screened at multiple film festivals and released theatrically. The film is an integral part of United Way’s Everyone In Campaign to end homelessness in Los Angeles, and part of the core curriculum for social studies at UCLA. </p>    <p><strong>Executive Producer</strong> <br />Caroline Schweich</p>    <p><strong>Director</strong><br />Rémi Kessler</p>    <p><strong>Available on</strong><br />Amazon Prime, Vimeo, You Tube </p>",
    "image": "The Advocates Press Notes.jpg",
    "trailer": "trailer.mp4",
    "trailer-poster": "poster.jpg"
  },
  {
    "title": "Shadows and Lights. Orson Welles",
    "body": "<p>A documentary about Orson Welles, the legendary figure who reinvented the language of theatre and cinema at the age of 24, this film opened the Classic section of the Cannes Film Festival in 2015. </p>    <p><strong>Executive Producer</strong> <br />La Compagnie des Phares et Balises</p> <p><strong>Director</strong><br />Elizabeth Kapnist</p>",
    "image": "orson.jpg"
  },
  {
    "title": "Voyage of the Continents, North America",
    "body": "<p>A series of scientific documentaries exploring the history and rise of the Earth's continents.</p> <p><strong>Executive Producer</strong> <br />La Compagnie des Taxis Brousse</p>    <p><strong>Director</strong><br />Alexis de Favitsky</p> ",
    "image": "voyage.jpg"
  },
  {
    "title": "The Fabulous History of the Hollywood Studios",
    "body": "<p>A six-part series on depicting the history of Hollywood’s studios (Paramount, Universal, MGM, Warner, 20th Century Fox and RKO) through behind-the-scenes life stories of the men who built them.</p>    <p><strong>Executive Producer</strong> <br />Adamis</p>    <p><strong>Director</strong><br />Jimmy Leipold, Xavier Blano</p>",
    "image": "op01.jpg"
  }
]
